Repository: WillBrubaker/awesome-surveys
Catalog: languages/awesome-surveys-*.po
Languages: da_dk, de_de, fi_fi, fr_fr, hu_hu, nl_nl

source: Awesome Surveys Options
de_de: Awesome Surveys Einstellungen
fi_fi: Awesome Surveysin asetukset
fr_fr: Option d'Awesome Surveys
hu_hu: Awesome Surveys beállításai

source: Survey Options
de_de: Umfrage Optionen
fi_fi: Kyselyn asetukset
fr_fr: Option du sondage
hu_hu: Felmérés beállításai

source: My Surveys
de_de: Meine Umfragen
fi_fi: Omat kyselyni
fr_fr: Mes sondages
hu_hu: Felméréseim

source: New Survey
de_de: Neue Umfrage
fi_fi: Uusi kysely
fr_fr: Nouveau sondage
hu_hu: Új felmérés

source: Email Options
de_de: E-Mail Einstellungen
fi_fi: Sähköpostin asetukset
fr_fr: Options d'email
hu_hu: Levélküldési beállítások

source: View Survey Results
de_de: Zeige Umfrageergebnisse an
fi_fi: Näytä kyselyn tulokset
fr_fr: Voir les résultats du sondage
hu_hu: Felmérés eredményeinek megtekintése

source: Results
de_de: Ergebnisse
fi_fi: Tulokset
fr_fr: Résultats
hu_hu: Erdemények

source: Create a copy of this survey
de_de: Erstelle eine Kopie dieser Umfrage
fi_fi: Kopioi tämä kysely
fr_fr: Créer un copie de ce sondage
hu_hu: Másolat készítése a felmérésből

source: Duplicate
de_de: Duplizieren
fi_fi: Monista
fr_fr: Dupliquer
hu_hu: Másolatkészítés

source: Surveys updated
de_de: Umfragen aktualisiert
fi_fi: Kyselyt päivitetty
fr_fr: Sondages mis à jour
hu_hu: Felmérések frissítve

source: Copy
de_de: Kopieren
fi_fi: Kopioi
fr_fr: Copier
hu_hu: Másolás

source: Survey Results For:
de_de: Umfrageergebnisse für:
fi_fi: Kyselyn tulokset ovat:
fr_fr: Résultats du sondage pour:
hu_hu: Felmérés eredményei ehhez:

source: Results for
de_de: Eingaben für:
fi_fi: Tulokset ovat
fr_fr: Résultats pour
hu_hu: Eredmények hozzá:

source: Results for respondent
de_de: Eingaben des/der Befragten:
fi_fi: Vastauksen tulokset
fr_fr: Résultats pour le sondé
hu_hu: Eredmények a válaszadóhoz:

source: Create Survey
de_de: Umfrage erstellen
fi_fi: Tee kysely
fr_fr: Créer un sondage
hu_hu: Felmérés létrehozása

source: General Survey Options
da_dk: Generelle spørgeskema indstillinger
de_de: Allgemeine Umfrage Einstellungen
fi_fi: Kyselyn yleiset asetukset
fr_fr: Options générales du sondage
hu_hu: Általános felmérési beállítások
nl_nl: Algemene Enquête Opties

source: Answers
de_de: Antworten
fi_fi: Vastaukset
fr_fr: Réponses
hu_hu: Válaszok

source: Answer
da_dk: Svar
de_de: Antwort
fi_fi: Vastaus
fr_fr: Réponse
hu_hu: Válasz
nl_nl: Antwoord

source: No response given
de_de: Keine Antwort abgegeben
fi_fi: Ei vastauksia
fr_fr: Pas de réponse donnée
hu_hu: Válasz nélkül

source: Question
de_de: Frage
fi_fi: Kysymys
hu_hu: Kérdés

source: Thank you for your response
de_de: Danke für Ihre Teilnahme
fi_fi: Kiitos vastaamisestasi
fr_fr: Merci pour votre réponse
hu_hu: Köszönjük válaszait!

source: Thank you for your response to a survey
de_de: Danke für Ihre Teilnahme an der Umfrage
fi_fi: Kiitos kyselyyn vastaamisestasi
fr_fr: Merci pour votre réponse à un sondage
hu_hu: Köszönjük, hogy kitöltötte felmérésünk kérdőívét!

source: The question you are asking:
da_dk: Spørgsmålet du vil stille:
de_de: Die Frage:
fi_fi: Kysymys jota kysyt:
fr_fr: La question que vous posez:
hu_hu: A feltett kérdés:
nl_nl: De vraag die u stelt:

source: Field Validation Options
da_dk: Felt validerings mulighed
de_de: Feld Validierungs Optionen
fi_fi: Kentän vahvistamisasetukset
fr_fr: Option de validation du champ
hu_hu: Mezőellenőrzési beállítások
nl_nl: Veld Validatie-opties

source: Advanced Validation Rules:
da_dk: Avanceret validerings regler:
de_de: Erweiterte Validierungsregeln:
fi_fi: Edistyneemmät vahvistamissäännöt:
fr_fr: Règles de validation avancée:
hu_hu: Haladó ellenőrzési szabályok:
nl_nl: Geavanceerde validatieregels

source: Display number of characters remaining?
de_de: Zeige Anzahl der verbleibenden Zeichen?
fi_fi: Näytä jäljellä olevien merkkien määrä?
hu_hu: Mutassa a hátralévő karaktereket?

source: Number of answers required?
da_dk: Antal svar der er krævet?
de_de: Anzahl der erforderlichen Antworten?
fi_fi: Vastauksia vaaditaan (lukumäärä)?
fr_fr: Nombre de réponses requises
hu_hu: Megadandó válaszopciók száma:
nl_nl: Aantal vereiste antwoorden?

source: Add Question
da_dk: Tilføj spørgsmål
de_de: Frage hinzufügen
fi_fi: Lisää kysymys
fr_fr: Ajouter une question
hu_hu: Kérdés hozzáadása
nl_nl: Een vraag toevoegen

source: default?
da_dk: Standard?
de_de: als standard?
fi_fi: Oletus?
fr_fr: par défaut?
hu_hu: alapértelmezett?
nl_nl: standaard

source: required?
da_dk: Krævet?
de_de: Pflichtfeld?
fi_fi: Vaadittu?
fr_fr: requis?
hu_hu: kötelező?
nl_nl: verplicht veld?

source: Min number allowed
da_dk: Mindste tilladte tal
de_de: Kleinste erlaubte Nummer
fi_fi: Pienin sallittu määrä
fr_fr: Nombre min autorisé
hu_hu: Szám minimális értéke
nl_nl: Minimale toegestane aantal

source: Max number allowed
da_dk: Største tilladte tal
de_de: Größte erlaubte Nummer
fi_fi: Suurin sallittu määrä
fr_fr: Nombre max autorisé
hu_hu: Szám maximális értéke
nl_nl: Maximale toegestane aantal

source: Maximum Length (in number of characters)
da_dk: Maksimale længde (i antal karakter)
de_de: Maximale Länge (Anzahl der Zeichen)
fi_fi: Maksimipituus (yhteismerkkimäärä)
fr_fr: Longueur maximale (en caractères)
hu_hu: Maximális hossz (karakterdarabszám)
nl_nl: maximale lengte (aantal karakters)

source: Reset
de_de: zurücksetzen
fi_fi: Resetoi
fr_fr: Réinitialiser
hu_hu: Alaphelyzet

source: There was an error on line
fi_fi: Kentästä löytyi virhe
hu_hu: Hiba történt a következő helyen

source: Answers not saved. Survey in draft status.
fi_fi: Vastauksia ei ole tallennettu. Kysely on luonnostilassa.
hu_hu: A válaszok nincsenek mentve. A felmérés piszkozat módban van.

source: Your response to this survey has already been recorded. Thank you!
da_dk: Du har allerede svaret på spørgeskemaet! Tak for hjælpen!
de_de: Deine Antworten zu dieser Umfrage wurden bereits gespeichtert. Danke!
fi_fi: Tähän kyselyyn liittyvä vastauksesi on jo tallennettu. Kiitos!
fr_fr: Votre réponse à ce sondage a déjà été enregistrée. Merci!
hu_hu: Erre a felmérésre már válaszoltál. Köszünjük!
nl_nl: Uw reactie op deze enquête werd reeds geregistreerd. Dank u!

source: Characters remaining
de_de: verbleibende Zeichen
fi_fi: Merkkiä jäljellä
hu_hu: karakter maradt

source: You must be logged in to participate in this survey
da_dk: Du skal være logget ind for at kunne besvarer spørgeskemaet
de_de: Du musst eingeloggt sein um an dieser Umfrage teilnehmen zu können
fi_fi: Sinun täytyy kirjautua sisään osallistuaksesi tähän kyselyyn
fr_fr: Vous devez être connecté pour participer à ce sondage
hu_hu: A felmérés kitöltéséhez be kell jelentkezned
nl_nl: U moet ingelogd zijn om deel te nemen aan deze enquête

source: Text Input
de_de: Texteingabe
fi_fi: Teksti
fr_fr: Input texte
hu_hu: Szövegmező

source: Number
de_de: Nummer
fi_fi: Numero
fr_fr: Nombre
hu_hu: Szám

source: Dropdown Selector
de_de: Dropdownliste
fi_fi: Alasvetovalikko
fr_fr: Sélecteur déroulant
hu_hu: Legördülőmenü

source: Radio Buttons
fi_fi: Valintapainikkeet
fr_fr: Boutons radio
hu_hu: Rádiógombok

source: Checkboxes
de_de: Checkboxen
fi_fi: Tarkistuslaatikot
fr_fr: Cases à cocher
hu_hu: Jelölőnégyzet

source: Textarea
de_de: Textfeld
fi_fi: Tekstikenttä
hu_hu: Szöveges terület

source: Surveys
de_de: Umfragen
fi_fi: Kyselyt
fr_fr: Sondages
hu_hu: Felmérések

source: Survey
de_de: Umfrage
fi_fi: Kysely
fr_fr: Sondage
hu_hu: Felmérés

source: Add New Survey
de_de: Neue Umfrage hinzufügen
fi_fi: Lisää uusi kysely
fr_fr: Ajouter un nouveau sondage
hu_hu: Új felmérés készítése

source: Edit Survey
de_de: Umfrage bearbeiten
fi_fi: Muokkaa kyselyä
fr_fr: Editer le sondage
hu_hu: Felmérés szerkesztése

source: Surveys for your site
de_de: Umfragen für diese Website
fi_fi: Sivustoon liittyvät kyselyt
fr_fr: Les sondages pour votre site
hu_hu: Oldaladban elhelyezhető felmérések

source: make a selection...
da_dk: Vælg...
de_de: Treffe eine Auswahl...
fi_fi: tee valinta...
fr_fr: Faire un choix
hu_hu: válasszon...
nl_nl: maak een selectie ...

source: Submit Response
da_dk: Send dine svar
de_de: Antwort abschicken
fi_fi: Lähetä
fr_fr: Envoyer
hu_hu: Felmérés elküldése
nl_nl: Verzenden

source: None
da_dk: Ingen
de_de: Keine
fi_fi: Tyhjä
fr_fr: Aucune
hu_hu: Nincs
nl_nl: geen

source: User must be logged in
da_dk: Du skal være logget ind
de_de: Benutzer muss eingeloggt sein
fi_fi: Käyttäjän tulee olla kirjautuneena sisään
fr_fr: L'utilisateur doit être authentifié
hu_hu: Felhasználói bejelentkezés szükséges
nl_nl: log in als gebruiker

source: Cookie based
da_dk: Cookie basseret
de_de: Cookie basierend
fi_fi: Kekseihin perustuva
fr_fr: Cookie
hu_hu: Süti alapú

source: Survey Completed
de_de: Umfrage abgeschlossen
fi_fi: Kysely suoritettu
fr_fr: Sondage terminé
hu_hu: Felmérés megválaszolva

source: A survey on your site named %s has been completed
de_de: Auf der Seite "%s" wurde eine Umfrage ausgefüllt
fi_fi: Sivustollasi oleva kysely: %s, on suoritettu onnistuneesti
fr_fr: Un sondage sur votre site %s a été complété
hu_hu: Az oldaladon lévő %s nevű felmérést megválaszolták

source: No Answer Given
de_de: Keine Antwort abgegeben
fi_fi: Vastausta ei ole annettu
fr_fr: Pas de réponse donnée
hu_hu: Nem lettek válaszok megjelölve

source: Edit question
da_dk: Rediger spørgsmål
de_de: Frage bearbeiten
fi_fi: Muokkaa kysymystä
fr_fr: Editer la question
hu_hu: Kérdés szerkesztése

source: Delete
da_dk: Slet
de_de: Löschen
fi_fi: Poista
fr_fr: Supprimer
hu_hu: Törlés

source: Press the button below to migrate your surveys to the newest version
de_de: Drücke auf den Button unten, um die Umfragen auf die aktuelle Version zu migrieren.
fi_fi: Paina alla olevaa painiketta muuntaaksesi kyselysi uusimman version mukaiseen muotoon
fr_fr: Pressez le bouton ci-dessous pour migrer vos sondages vers la nouvelle version
hu_hu: Nyomd meg az alábbi gombot a felmérések legújabb verzióra frissítéséhez

source: upgrade database
de_de: Datenbank aktualisieren
fi_fi: päivitä tietokanta
fr_fr: Mettre à niveau la base de données
hu_hu: Adatbázis frissítése

source: JavaScript Loading...
fi_fi: JavaScript latautuu...
hu_hu: JavaScript betöltése...

source: Add a form element to your survey by clicking a button
de_de: Füge der Umfrage ein Element hinzu, indem du auf die Schaltfläche klickst
fi_fi: Lisää lomake-elementti kyselyysi klikkaamalla painiketta
fr_fr: Ajouter un élément de formulaire à votre sondage en cliquant sur un bouton
hu_hu: Adj űrlapelemet a felméréshez a gombokra való kattintással

source: Configure a survey question
de_de: Einstellungen für diese Frage
fi_fi: Muokkaa tämän kyselyn kysymystä
fr_fr: Configurer une question de sondage
hu_hu: A felmérés kérdésének beállításai

source: This survey has responses. Questions can not be edited
de_de: Diese Umfrage wurde bereits beantwortet. Daher können die Fragen nichtmehr bearbeitet warden.
fi_fi: Tämä kysely sisältää vastauksia. Kysymyksiä ei voi enää muokata
fr_fr: Ce sondage a des réponses. Les questions ne peuvent être éditées
hu_hu: A felmérést már megválaszolták, így a kérdések nem szerkeszthetők.

source: Survey Preview
de_de: Vorschau der Umfrage
fi_fi: Kyselyn esikatselu
fr_fr: Prévisualisation du sondage
hu_hu: Felmérés előnézete

source: You can insert this survey with shortcode:
da_dk: Du kan indsætte undersøgelsen med følgende kode:
de_de: Du kannst die Umfrage mit folgendem Kürzel anzeigen lassen:
fi_fi: Voit liittää tämän kyselyn tunnisteella:
fr_fr: Vous pouvez insérer ce sondage avec ce shortcode:
hu_hu: A következő shortcode használatával beszúrhatod a felmérést:
nl_nl: Je kan deze enquëte toevoegen met de shortcode

source: Thank you for completing this survey
da_dk: Tak fordi du gennemførte denne undersøgelse!
de_de: Danke, dass Sie an dieser Umfrage teilgenommen haben.
fi_fi: Kiitos kyselyyn vastaamisesta
fr_fr: Merci d'avoir complété ce sondage/
hu_hu: Köszönjük a felmérésre adott válaszait!
nl_nl: Hartelijk dank voor het invullen van deze enquête

source: Thank You message
de_de: "Danke" Nachricht
fi_fi: Kiitos-viesti
fr_fr: Message de remerciement
hu_hu: Köszönőüzenet

source: To prevent people from filling the survey out multiple times you may select one of the options below
da_dk: For at undgå, at folk kan udfylde spørgeskemat mere end en gang - kan du evt. vælge en af mulighederne nedenfor
de_de: Um zu verhindern, dass Besucher die Umfrage mehrmals ausfüllen, kannst du eine der folgenden Optionen wählen
fi_fi: Mikäli haluat estää samoja henkilöitä täyttämästä kyselyn monta kertaa, valitse jokin alla olevista vaihtoehdoista
fr_fr: Pour empêcher les gens de remplir plusieurs fois ce sondage, vous pouvez sélectionner une des options suivantes
hu_hu: Ahhoz, hogy a felmérést egy ember ne tölthesse ki többször, választhatsz az alábbi lehetőségek közül
nl_nl: Om te verhinderen dat eenzelfde persoon de enquête meerdere keren invult kan u één van onderstaande opties selecteren

source: Survey Authentication Method:
da_dk: Godkendelsemetode for skemaet:
de_de: Umfrage Authentifizierungsmethode:
fi_fi: Kyselyn todentamismenetelmä:
fr_fr: Méthode d'authentification du sondage
hu_hu: Azonosítási módszer a felmérés kitöltéséhez?

source: Auth method can not be edited
de_de: Authentifizierungsmethode kann nicht bearbeitet werden.
fi_fi: Todentamismenetelmää ei voida muokata
fr_fr: La méthode d'authentification ne peut être éditée
hu_hu: Az azonosítási módszert nem lehet változtatni

source: This survey has received a total of %s%d%s responses
fi_fi: Tähän kyselyyn on saatu yhteensä %s%d%s vastausta
hu_hu: Ez a felmérés összesen %s%d%s választ kapott

source: %s received %s%d%s responses
fi_fi: %s sai %s%d%s vastausta
hu_hu: %s összesen %s%d%s választ kapott

source: was answered %d times
fi_fi: vastasi %d kertaa
hu_hu: %d alkalommal lett megválaszolva

source: Notification Emails
de_de: Benachrichtigungs E-Mail
fi_fi: Ilmoitussähköpostit
fr_fr: Emails de notification
hu_hu: Jelzés emailek

source: Enable emails on survey completion?
de_de: E-Mail Benachrichtung bei ausgefüllter Umfrage?
fi_fi: Ilmoita kyselyyn saatavista vastauksista sähköpostiin
fr_fr: Activer les emails lorsqu'un sondage est complété?
hu_hu: Felmérés kitöltése utáni emailküldés engedélyezése?

source: Yes
de_de: Ja
fi_fi: Kyllä
fr_fr: Oui
hu_hu: Igen

source: No
de_de: Nein
fi_fi: Ei
fr_fr: Non
hu_hu: Nem

source: Send Notifications for all survey completions to
de_de: Sende eine Benachrichtigung für alle ausgefüllten Umfragen an
fi_fi: Lähetä kaikista kyselyistä ilmoitus osoitteeseen
fr_fr: Envoyer des notifications pour tous les sondages complétés à
hu_hu: Email jelzés küldése minden felmérés-kitöltés után ide

source: Send email to survey respondent?
de_de: Schicke ein E-Mail an die Befragten?
fi_fi: Lähetä sähköposteja kyselyn vastauksista?
fr_fr: Envoyer un email au sondés?
hu_hu: Email küldése a felmérés kitöltőjének?

source: For this to work, the survey must have an element of type "email"
de_de: Damit das funktioniert benötigt die Umfrage ein Element vom Typ "E-Mail"
fi_fi: Saadaksesi tämän toimimaan, kyselyn on sisällettävä kysymys muotoa "sähköposti"
fr_fr: Pour que ceci fonctionne, le sondage doit avoir un élément de type "email"
hu_hu: E lehetőség használatához a felmérésnek tartalmaznia kell "email" típusú mezőt

source: Respondent email subject
de_de: Betreff der E-Mail an die Befragten
fi_fi: Vastaajan sähköpostin aihe
fr_fr: Sujet de l'email envoyé au sondé
hu_hu: A felmérés válaszadójának küldött email tárgya

source: Respondent email message
de_de: E-Mail Nachricht an die Befragten
fi_fi: Vastaajan sähköpostin viesti
fr_fr: Message de l'email envoyé au sondé
hu_hu: A felmérés válaszadójának küldött email üzenete

source: The following template tags are available
de_de: Folgende Template-Tags sind verfügbar
fi_fi: Sivupohjan seuraavat tunnisteet ovat käytettävissä
fr_fr: Les tags de template suivants sont disponibles
hu_hu: A következő sablon címkék használhatók

source: HTML is not supported
de_de: HTML wird nicht unterstützt
fi_fi: HTML ei ole sallittu
fr_fr: Le HTML n'est pas supporté
hu_hu: HTML nem támogatott

source: Save
da_dk: Gem
de_de: Speichern
fi_fi: Tallenna
fr_fr: Sauver
hu_hu: Mentés

source: Survey Styling Options
da_dk: Opsætning af style
de_de: Umfrage Aussehen Einstellungen
fi_fi: Kyselyn ulkoasun asetukset
fr_fr: Option de style du sondage
hu_hu: Felmérés stílusbeállításai

source: This plugin outputs some very basic structural css. You can enable/disable this by setting the option below
da_dk: Dette plugin sender nogle meget grundlæggende css detaljer. Du kan aktivere / deaktivere denne ved at ændre nedenstående valgmulighed
de_de: Das Plugin verfügt über ein rudimentäres CSS um die Umfrage zu strukturieren. Mit dieser Option kann man es de- bzw. aktivieren.
fi_fi: Tämä vimpain tukee jotain todella yksinkertaisia css-tyylittelyjä. Voit ottaa ne käyttöön tai pois käytöstä muuttamalla alla olevia asetuksia
fr_fr: Ce module génère un css structurel très basique. Vous pouvez l'activer/désactiver avec l'option ci-dessous
hu_hu: A pluginhez alapértelmezetten tartozó egyszerű CSS-t az alábbi beállítással tudod engedélyezni vagy tiltani

source: Use included css?
da_dk: Brug inkluderet css?
de_de: Eingebautes CSS verwenden?
fi_fi: Käytä sisällytettyä css:ää?
fr_fr: Utiliser le css inclut
hu_hu: Alapértelmezett CSS használata

source: Donate to the future development of this plugin:
da_dk: Donner til den fremtidige udvikling af dette plugin:
de_de: Spende um die zukünftige Entwicklung dieses Plugins zu unterstützen:
fi_fi: Tue tämän vimpaimen jatkokehittämistä:
fr_fr: Faites un don pour le développement de ce plugin
hu_hu: Adományozz a bővítmény további fejlesztéséhez:
nl_nl: Doneer voor de verdere ontwikkeling van deze plugin

source: How To Video
fr_fr: Vidéo explicative
hu_hu: "Hogyan..." videó
nl_nl: Video-Hoe een enquête maken?

source: Debug
da_dk: Fejlrettelse
fi_fi: Testaa
hu_hu: Hibakeresés

source: Clone this survey
da_dk: Kopier dette skema
de_de: Umfrage beenden
fi_fi: Kloonaa tämä kysely
fr_fr: Cloner ce sondage
hu_hu: Aktuális felmérés klónozása

source: Review the Awesome Surveys Plugin
da_dk: Gennemse Awesome Surveys Plugin
de_de: Schreib ein Review für das "Awesome Surveys" Plugin
fi_fi: Arvostele Awesome Surveys -vimpain
fr_fr: Evaluez le module Awesome Surveys
hu_hu: Vélemények az Awesome Surveys bővítményről
nl_nl: Schrijf een review over de Awesome Surveys plugin

source: Fork Me on GitHub
da_dk: Fork Me på GitHub
de_de: Erstelle einen Fork auf GitHub
fr_fr: Forkez-moi sur GitHub!
hu_hu: GitHub fork készítése

source: Awesome Surveys on github
da_dk: Awesome Surveys på github
de_de: Awesome Surveys auf github
fr_fr: Awesome Surveys sur GitHub
hu_hu: Awesome Surveys a github-on

source: Support for Awesome Surveys
da_dk: Support til Awesome Surveys
de_de: Support für Awesome Surveys
fi_fi: Avusta Awesome Surveysiä
fr_fr: Support pour Awesome Surveys
hu_hu: Awesome Surveys támogatása
nl_nl: Steun Awesome Surveys

source: Rate Awesome Surveys
de_de: Bewerte Awesome Surveys
fi_fi: Luokittele Awesome Surveys
fr_fr: Notez Awesome Surveys
hu_hu: Awesome Surveys értékelése
nl_nl: Geef een waardering aan Awesome Surveys

source: Tweet this plugin
da_dk: Tweet dette plugin
de_de: Twittere über dieses Plugin
fi_fi: Tweettaa tästä vimpaimesta
fr_fr: Tweetez ce module
hu_hu: Bővítmény Tweet-elése
nl_nl: Tweet deze plugin

source: Awesome Surveys News
da_dk: Awesome Surveys nyheder
de_de: Awesome Surveys Aktuelles
fi_fi: Awesome Surveysin uutiset
fr_fr: Les News d'Awesome Surveys
hu_hu: Awesome Surveys újdonságok

source: Easily create surveys for your WordPress website and publish them with a simple shortcode
da_dk: Lav let spørgeskemaer til din Wordpress hjemmeside og indsæt dem med en simpel shortcode
de_de: Erstelle einfach Umfragen für deine WordPress Website und binde sie mit einem einfachen Shortcode ein.
fi_fi: Tee kyselyitä WordPressillä ja julkaise ne yksinkertaisella tunnisteella
fr_fr: Créez facilement des sondages pour votre site WordPress et publiez les avec un simple shortcode
hu_hu: Hozz létre felméréseket egyszerűen Wordpress weboldaladban és tedd közzé az eredményeket egy egyszerű shortcode-dal

source: Email
fi_fi: Sähköposti

source: Delete question
da_dk: Slet spørgsmål
fi_fi: Poista kysymys

source: Cheatin&#8217; uh?
de_de: Wird hier geschummelt?
fr_fr: On triche, hein?

source: Shout it From the Rooftops!
fr_fr: Criez le sur tous les toits!
nl_nl: Schreeuw het van de daken!

source: Build Survey Form
da_dk: Byg dit spørgeskema
nl_nl: Maak een enquête formulier

source: Your Survey Results
da_dk: Dine samlede svar
nl_nl: Resultaten van je enquête

source: Survey Results by User
da_dk: Svar fra enkelt bruger

source: Edit Survey Name
da_dk: Rediger skema navn

source: Edit this survey
da_dk: Rediger spørgeskemaet

source: This survey has received %d responses
da_dk: Denne undersøgelse har modtaget %d svar
nl_nl: Deze enquête heeft %d antwoorden ontvangen

source: edit this question
da_dk: Rediger spørgsmålet

source: click to edit
da_dk: Klik for at redigere

source: Thank You Message:
da_dk: Tak for hjælpen meddelelse:

source: Survey Name
da_dk: Sprøgeskema navn
nl_nl: Naam van de enquête

source: This field is a name for your survey and will be displayed before your survey form
da_dk: Dette felt er navnet på dit spørgeskema og vil blive vist over skemaet

source: Field Type
da_dk: Felt type
nl_nl: Veldtype

source: This is the type of form field you would like to add to your form, i.e.: checkbox, radio, text, email, textarea, etc. Examples:
da_dk: Dette er den felttype du vil tilføje til dit skema f.eks.: checkbox, radio, text, email, textarea, etc. Eksempler:
nl_nl: Dit is het veldtype dat je wilt toevoegen aan je formulier, d.w.z.:checkbox, radio, tekst, tekstvak, enz.. Voorbeelden:

source: Based upon the type of field option you have selected, you may see different options for validation. Selecting 'required' will make this part of your survey a required field. Some fields have a 'Maximum Length' Validation option where you can specify a character limit. Field type "number" can have a maximum and minimum value added to it. As an example, if your survey asked a user their age, and you wanted to limit the survey to respondents who claim that they are 18 or older, you can enter 18 in the 'Min number allowed' field.
da_dk: Alt efter hvilket felttype du vælger, har du forskellige muligheder for valdering. Hvis du vælger 'krævet' vil feltet skulle udfyldes før undersøgelsen kan sendes. Nogle felter har 'maximum længde' validering her kan du sætte det maximale antal bogstaver eller tal der skal kan indtastes. Felttypen 'tal' kan have en maximum og minimum værdi. Et eksempel, hvis du spørg din bruger om deres alder og kun vil have svar fra personer der er 18 år eller ældre, skriver du blot 18 i 'mindste tilladte tal' feltet.
nl_nl: Afhankelijk van het geselecteerde veldtype ziet u verschillende validatie-opties""Selecteert u 'verplicht' dan maakt u van dit onderdeel van de enquëte een verplicht in te vullen veld""Sommmige velden hebben een 'maximale lengte' validatie-""optie waar je het aantal karakters kan beperken. Het veldtype "aantal" kan zowel een maximum als een minimum waarde hebben. "Bijvoorbeeld, als je in de enquête vraagt naar de leeftijd van de gebruiker en je wilt deze enquête voorbehouden""voor personen van 18 jaar of ouder, dan kan je 18 noteren in het veld "'Minimale toegestane aantal'

source: These are options for your survey, they are not built in to the survey form, but rather determine behavior of how your survey will work.
da_dk: Dette er indstillinger som afgør hvordan dit spørgeskema fungere. De er ikke en del af selve spørgeskemaet.
nl_nl: Dit zijn opties voor je enquête die niet in het formulier voorkomen""maar wel bepalen op welke manier de enquête zal werken.

source: Authentication
da_dk: Godkendelse
nl_nl: Verificatie
