Repository: WillBrubaker/awesome-surveys
Catalog: languages/awesome-surveys-*.po
Languages: da_dk, de_de, fi_fi, fr_fr, hu_hu, nl_nl

source: Choose a method to prevent users from filling out the survey multiple times. User login is much more reliable, but may not be the best option for your site if you don't allow registrations. Cookie based authentication is very easy to circumvent, but will prevent most users from taking the survey multiple times. Of course, you may prefer to allow users to take the survey an unlimited number of times in which case you should choose 'None'. Note to developers: methods can be added via the survey_auth_options filter.
da_dk: Vælg hvilken metode du vil anvende for at undgå at brugeren kan udfylde skemaet mere end en gang. Bruger skal være logget ind, er den mest sikre metode, men er ikke god hvis man ikke kan oprette sig som bruge på din hjemmeside. Cookie validering er meget let at omgåes, men vil dog holde de fleste brugere fra at udfylde skemaet flere gange. Hvis du derimod ønsker, at brugerne jkan udfylde skemaet et uendeligt antal gange, skal du blot vælge 'Ingen'. Note til udviklere: Metoden kan tilføjes via survey_auth_options filter.
nl_nl: Kies een manier om te voorkomen dat gebruikers de enquête meerdere keren kunnen invullen.""Een gebruikerslogin is betrouwbaar, maar is mogelijk niet de beste optie voor uw""website, indien u geen registraties toestaat. Verificatie op basis van cookies is""makkelijk te omzeilen, maar zal de meeste gebruikers ervan weerhouden om de enquête""meerdere keren in te vullen. Natuurlijk kan u er ook voor kiezen om gebruikers wel toe te staan" " de enquête meerdere keren in te vullen. In dit geval kiest u de optie 'Geen'.""Bericht aan ontwikkelaars: methodes kunnen toegevoegd worden via de survey_auth_options filter.

source: Thank You Message
da_dk: Takke meddelelse
nl_nl: Dankwoord

source: The message will be displayed to a user who completes the survey.
da_dk: Meddelelsen vil blive vist til brugere der har gennemført undersøgelsen.
nl_nl: Dit bericht wordt getoond aan een gebruiker die de enquête verzonden heeft

source: Survey Name:
da_dk: Undersøgelses navn:
nl_nl: Naam Enquête

source: Start Building
da_dk: Start opsætningen
nl_nl: Start met het maken van de enquête

source: General Survey Options:
da_dk: Generelle spørgsskema indstillinger:
nl_nl: Algemene opties

source: A Thank You message:
da_dk: En takke meddelelse:
nl_nl: Een dankwoord

source: Your Surveys
da_dk: Dine undersøgelser
nl_nl: Je enquête

source: Results by User
da_dk: Resultat pr bruger

source: Need help? There are handy tips for some of the options in the help menu. Click the help tab in the upper right corner of your screen
da_dk: Behov for hjælp? Der er nogel meget brugbare tips til nogel af indstillingerne i hjælpemenuen. Klik på hjælp i øvertse højre hjørne af din skærm.
nl_nl: Hulp nodig? Je vindt handige tips in het help menu.

source: Dismiss
da_dk: Afvis

source: Survey Name cannot be blank
da_dk: Spørgeskemanavnet skal være udfyldt
nl_nl: Het veld 'Naam van de Enquête' kan niet leeg zijn

source: Add a question to your survey:
da_dk: Tilføj et spørgsmål til dit spørgeskema:
nl_nl: Voeg een vraag toe aan je enquête

source: Select Field Type:
da_dk: Vælg felttype
nl_nl: Selecteer een veldtype

source: Cookie Based
da_dk: Cookie baseret

source: Type of authentication:
da_dk: Godkendelses metode:
nl_nl: Type verificatie

source: Thank you message:
da_dk: Tak for hjælpen meddelelse:
nl_nl: Dankwoord

source: Save Survey
da_dk: Gem undersøgelse
nl_nl: Enquête opslaan

source: The name already exists
da_dk: Navnet eksistere allerede

source: A survey that has had responses can not be changed to the "Logged in" auth method
da_dk: Et spørgeskema hvori der er modtaget svar, kan ikke ændres til "Logged in" godkendelses metode

source: Donate to the development of the Awesome Surveys plugin
da_dk: Donner til udviklingen af Awesome Surveys plugin
nl_nl: Geef een donatie voor het ontwikkelen van de Awesome Surveys plugin

source: This field is a unique name for your survey and will be displayed before your survey form
nl_nl: Dit veld is een unieke naam voor je enquête en zal boven uw enquêteformulier worden weergegeven.

source: A survey already exists named
nl_nl: Er is al een enquête met deze naam

source: Donate Bitcoins
nl_nl: Doneer Bitcoins

source: Awesome Surveys
nl_nl: Fantastische Enquêtes
